Repository: WhyNotHugo/caffeine-ng
Catalog: translations/*.po
Languages: ar, be, bg, ca, cs, da, de, es, eu, fi, fr, gl, hu, it, ms, nl, pl, pt_br, ru, sk, uk, vi

source: Please install
ar: يرجى تنصيب
es: Instale
fi: Asenna
gl: Instalar
hu: Kérem telepítse

source: Caffeine is running
be: Caffeine працуе
bg: Caffeine вече е стартиран
ca: Caffeine s'està executant
de: Caffeine läuft
es: Caffeine se está ejecutando
fi: Caffeine on käynnissä
gl: Caffeine está executańdose
hu: A Caffeine fut
pt_br: Caffeine está executando
vi: Caffeine đang chạy

source: Caffeine is dormant; powersaving is enabled
ar: Caffeineغير فاعل ، تم تفعيل الاقتصاد في إستهلاك الطاقة
be: Caffeine не працуе; уключаны рэжым захавання энергіі
bg: Caffeine е спрян; енергоспестяващият режим е включен
ca: Caffeine està dormint; el gestor d'energia està actiu
cs: Caffeine spí, šetření energií je povoleno
da: Caffeine hviler; strømstyringen er slået til
de: Caffeine ist im Ruhezustand; Energiesparmaßnahmen sind aktiv
es: Caffeine está durmiendo; se activó el ahorro de energía
eu: Caffeine lo dago; energia aurreztea gaituta dago
fi: Caffeine ei ole aktiivinen; virransäästöominaisuudet ovat käytössä
fr: Caffeine est inactif; le mode "économie d'énergie" est activée
gl: Caffeine está inactivo. O modo de baixo consumo está activado
hu: A Caffeine leállt, az energiakezelés újra aktív
it: Caffeine non è attivo; il risparmio energetico è abilitato
ms: Caffeine terpendam; penjimatan kuasa dibenarkan
nl: Caffeine is in slaapstand; Energiebesparing is actief
pl: Caffeine jest w spoczynku; oszczędzanie energii jest włączone
pt_br: Caffeine está inativo; a economia de energia está habilitada
ru: Caffeine приостановлен; энергосбережение включено
sk: Caffeine je spiaci; úspora energie je aktívna
uk: Caffeine призупинено; енергозбереження активовано
vi: Caffeine đang ở trạng thái chờ; chế độ tiết kiệm điện năng đang được bật

source: Disable Screensaver
ar: تعطيل حافظة الشاشة
cs: Zakázat špořič obrazovky
da: Deaktivér pauseskærm
es: Desactivar salvapantallas
eu: Desgaitu pantaila-babeslea
fi: Estä näytönsäästäjän toiminta
fr: Désactiver l'écran de veille
gl: Desactivar o protector de pantalla
hu: Képernyővédő tiltása
it: Disabilita salvaschermo
ms: Lummpuhkan Penyelamat Skrin
nl: Schermbeveiliging blokkeren
pl: Dezaktywuj wygaszacz ekranu
ru: Отключить хранитель экрана
sk: Zakázať šetrič obrazovky
uk: Вимкнути екранну заставку

source: Enable Screensaver
ar: تفعيل حافظة الشاشة
cs: Povolit šetřič obrazovky
da: Aktivér pauseskærm
es: Activar salvapantallas
eu: Gaitu pantaila-babeslea
fi: Käytä näytönsäästäjää
fr: Autoriser l'écran de veille
gl: Activar o salvapantallasI
hu: Képernyővédő engedélyezése
it: Abilita salvaschermo
ms: Benarkan Penyelamat Skrin
nl: Schermbeveiliging aanzetten
pl: Włącz wygaszacz ekranu
ru: Включить хранитель экрана
sk: Povoliť šetrič obrazovky
uk: Увімкнути екранну заставку

source: Activated for Flash video
ar: تفعيل لتشغيل فيديو الفلاش
es: Activado para vídeo en Flash
fi: Aktivoitu flash-videota varten
gl: Activado para Flash
hu: Aktiválva a Flash videóknál

source: Activated for Quake Live
ar: مفعّل لأجل Quake Live
es: Activado para Quake Live
fi: Aktivoitu Quake Liveä varten
gl: Activado para Quake Live
hu: Aktiválva Quake Live közben

source: and
ar: و
es: y
fi: ja
gl: e
hu: és

source: hour
ar: ساعة
es: hora
fi: tunti
gl: hora
hu: óra

source: minute
ar: دقيقة
es: minuto
fi: minuutti
gl: minuto
hu: perc

source: hours
ar: ساعات
es: horas
fi: tuntia
gl: horas
hu: óra

source: minutes
ar: دقائق
es: minutos
fi: minuuttia
gl: minutos
hu: perc

source: Timed activation set;
ar: إعداد التفعيل الموقت
be: Актывацыя па часе;
bg: Установена e активация за време;
ca: Activació per temps establerta;
de: Zeitgesteuerte Aktivierung eingestellt;
es: Activación por tiempo establecida;
fi: Ajastettu aktivointi asetettu;
gl: Activouse o temporizador.
hu: Letiltás aktiválva.
pt_br: Ativação temporizada em uso;
vi: Giờ kích hoạt đã được thiết lập;

source: Caffeine will prevent powersaving for the next
ar: Caffeine سيمنع حفظ الطاقة حتى
be: Caffeine будзе перашкаджаць актывацыі рэжыму захавання энергіі для наступных працэсаў
bg: Caffeine ще забрани пестенето на енергия по време на
ca: Caffeine evitarà el gestor d'energia durant els propers
de: Caffeine wird Energiesparmaßnahmen verhindern für die nächste(n)
es: Caffeine evitará el ahorro de energía durante los próximos
fi: Caffeine estää virransäästötoimet seuraavan
gl: Caffeine inhibirá o modo de baixo consumo durante
hu: Az energiakezelés letiltásának időtartama:
pt_br: Caffeine iré impedir o modo de economia de energia por
vi: Caffeine sẽ tắt chế độ tiết kiệm điện năng trong vòng

source: Activated for
ar: مفعّل ل
be: Актывавана для
bg: Активиран за
ca: Activat per
de: Aktiviert für
es: Activado por
fi: Aktivoitu
gl: Activado
hu: Aktiválás időtartama:
pt_br: Ativado para
vi: Đã kích hoạt trong vòng

source: Timed activation cancelled (was set for
ar: تفعيل الوقت لاغي (كان موقتا ل
be: Актывацыя па часе скасаваная (было ўключана для
bg: Активация за време е изключено (беше назначена за
ca: Activació per temps cancel·lada (es va establir per
de: Zeitgesteuerte Aktivierung abgebrochen (war eingestellt auf
es: Cronómetro de activación cancelado (se activa para
fi: Ajastettu aktivointi peruttu (oli asetettu
gl: Desactivouse o temporizador (fora programado para
hu: Az aktiválás leállítva (beállított időtartam:
pt_br: Ativação temporizada cancelada (foi configurada para
vi: Đã huỷ hẹn giờ kích hoạt (đã đươc thiết lập trong vòng

source: have elapsed; powersaving is re-enabled
ar: تم الانقضاء ; طور توفير الطاقة مفعّل
be: завершана; даступны рэжым захавання энергіі
bg: завърши; енергоспестяващият режим е включен
ca: han transcorregut; el gestor d'energia s'ha reactivat
de: sind vergangen; Energiesparmaßnahmen sind wieder aktiv
es: han transcurrido; el ahorro de energía se ha reactivado
fi: on kulunut loppuun; virransäästöominaisuudet on otettu käyttöön
gl: desde a temporización. Reactivouse o modo de baixo consumo
hu: letelt, az energiakezelés újra aktív
pt_br: se passaram; o modo de economia de energia está re-ativado.
vi: đã hết giờ; chế độ tiết kiệm điện năng đã được khôi phục

source: Caffeine is preventing powersaving modes and screensaver activation
ar: Caffeine يمنع تفعيل طور توفير الطاقة و حافظة الشاشة
es: Caffeine está evitando los modos de ahorro de energía y la activación del salvapantallas
fi: Caffeine estää virransäästön ja näytönsäästäjän toiminnan
gl: Caffeine está inhibindo a activación do modo de baixo consumo e do protector de pantalla de
hu: A Caffeine letiltja az energiakezelést, illetve a képernyővédőt

source: An application to temporarily prevent the activation of both the screen saver and the "sleep" powersaving mode.
gl: Un aplicativo que inhibe temporalmente a activación do protector de pantalla e do modo 'Suspender'.

source: Preferences
ar: التفضيلات
be: Налады
bg: Параметри
ca: Preferències
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Preferencias
eu: Hobespenak
fi: Asetukset
fr: Préférences
gl: Preferencias
hu: Beállítások
it: Preferenze
ms: Keutamaan
nl: Voorkeuren
pl: Ustawienia
pt_br: Configurações
ru: Параметры
sk: Nastavenia
uk: Налаштування
vi: Cấu hình

source: Autostart
ar: تشغيل تلقائي
es: Inicio automático
fi: Automaattikäynnistys
gl: Inicio automático
hu: Automatikus indítás

source: Start Caffeine on login
ar: تشغيل Caffenie عند الولود
es: Iniciar Caffeine en el inicio de sesión
fi: Käynnistä Caffeine sisäänkirjauduttaessa
gl: Iniciar Caffeine cando se inicie a sesión
hu: A Caffeine indítása bejelentkezéskor

source: Enable this option to automatically run Caffeine as soon as your computer has finished starting up and you have successfully entered your username and password.
ar: تفعيل هذا الاختيار يتيح تشغيل Caffeine بعد الانتهاء من تشغيل حاسوبك و بعد ان تنتهي من ادخال اسم المستخدم و كلمة العبور بنجاح.
es: Activar esta opción para iniciar Caffeine automáticamente tan pronto como el sistema arranque y se haya introducido correctamente el nombre de usuario y contraseña.
fi: Aseta tämä valinta käynnistääksesi Caffeinen heti tietokoneesi käynnistyttyä ja syötettyäsi käyttäjätunnuksesi sekä salasanasi.
gl: Se esta opción está activada Caffeine executarase tan pronto como o computador remate o arranque e vostede introduza un usuario e contrasinal correctos.
hu: Az opció engedélyezésével a Caffeine automatikusan elindul a rendszerrel együtt, ha helyesen adta meg felhasználónevét, illetve jelszavát.

source: Automatic activation
ar: تفعيل تلقائي
be: Аўтаматычная актывацыя
bg: Автоматично стартиране
ca: Activació automàtica
cs: Automatická aktivace
da: Automatisk aktivering
de: Automatische Aktivierung
es: Activación automática
eu: Aktibazio automatikoa
fi: Automaattinen aktivointi
fr: Activation automatique
gl: Activación automática
hu: Automatikus aktiválás
it: Attivazione automatica
ms: Pengaktifan Automatik
nl: Automatische activatie
pl: Automatyczna aktywacja Caffeine
pt_br: Ativação automática
ru: Автоматический запуск
sk: Automatická aktivácia
uk: Автоматичний запуск
vi: Tự động kích hoạt

source: Caffeine can activate automatically whenever certain programs are runnning.
ar: يمكن تفعيل Caffeine تلقائيا عند تشغيل برامج معينة.
be: Caffeine будзе аўтаматычна актывавацца, калі наступныя праграмы працуюць.
bg: Caffeine може да се активира автоматично всеки път, когато някои програми се изпълняват.
ca: Caffeine pot activar-se automàticament quan certs programes s'estan executant.
de: Caffeine kann sich automatisch aktivieren sobald bestimmte Programme laufen.
es: Caffeine puede activarse automáticamente cuando ciertos programas se están ejecutando.
fi: Caffeine voi aktivoitua automaattisesti, kun määrätyt ohjelmat ovat käynnissä.
gl: Caffeine pode activarse automaticamente cando se executen certos aplicativos.
hu: Egyes alkalmazások esetén a Caffeine automatikusan aktiválódik.
pt_br: Caffeine pode ser ativado automaticamente sempre que determinados programas estejam sendo executados.
vi: Caffeine có thể tự động kích hoạt ngay khi có ứng dụng được chọn đang hoạt động.

source: List of programs that Caffeine activates for:
ar: لائحة ببرامج يتم تفعيل Caffeine لأجلها:
be: Спіс праграм, для якіх Caffeine будзе дзейнічаць:
bg: Списък с програмите, за които ще се активира Caffeine:
ca: Llista dels programes amb els quals Caffeine s'activa:
cs: Seznam programů které Caffeine aktivují:
da: Liste med programmer som Caffeine kan aktivere:
de: Liste von Programmen, für die Caffeine aktiviert ist:
es: Lista de programas para los que se activa Caffeine:
eu: Caffeine aktibatzen duten programen zerrenda:
fi: Lista ohjelmista, joille Caffeine aktivoituu:
fr: Liste des applications pour lesquelles Caffeine s'active automatiquement
gl: Lista de programas para os que Caffeine estará activado:
hu: A Caffeine az alábbi alkalmazásoknál aktiválódjon:
it: Elenco dei programmi per i quali avviare Caffeine:
ms: Senarai program yang mana Caffeine aktifkan:
nl: Lijst van programma's waarbij Caffeine actief wordt:
pl: Lista programów, które aktywują Caffeine:
pt_br: Lista de programas que o Caffeine ativa para:
ru: Список программ, для которых будет активирован Caffeine:
sk: Zoznam programov, ktoré aktivujú Caffeine.
uk: Список програм для яких буде активовано Caffeine:
vi: Danh sách các ứng dụng Caffeine có thể tự động kích hoạt :

source: When Caffeine detects that one of the processes in this list is running, it will prevent the activation of the screensaver and powersaving modes. This can be useful for applications (particularly full-screen applications) that do not properly prevent the screensaver and powersaving modes on their own.
ar: عندما يعثر Caffeine على عملية من العمليات المدرجة في هذه اللائحة , يقوم بتعطيل تفعيل حافظة الشاشة و طور حفظ الطاقة.هذا الإجراء يكون نافعا للتطبيقات (عمليا التي تملأ الشاشة التي لا تمنع حافظة الشاشة و طور حفظ الطاقة بنفسها.
be: Калі Caffeine выявіць, што адзін з працэсаў у гэтым спісе запушчаны, ён пачне перашкаджаць актывацыі ахоўніка экрана і рэжыму захавання энергіі. Гэта можа быць карысна для праграм (у прыватнасці, у поўнаэкранным рэжыме), якія самастойна некарэктна прадухіляюць актывацыю ахоўніка экрана і рэжыму захавання энергіі.
bg: Когато Caffeine открие, че един от процесите в този списък е стартиран, той ще предотврати стартирането на скрийнсейвъра и енергоспестяващият режим. Това е полезно за приложения (обичайно, пълноекранни) които самостоятелно не предотвратяват стартирането на скрийнсейвърите и перехода към енергоспестяващ режим.
ca: Quan Caffeine detecta que algun dels processos d'aquesta llista està en execució, evita l'activació del estalvi de pantalla i el mètode del gestor d'energia. Això és útil per a algunes aplicacions (en particular, aquelles aplicacions a pantalla completa) que per si mateixes no prevenen de l'activació del estalviador de pantalla i el mètode del gestor d'energia.
cs: Když Caffeine detekuje, že některý z těchto programů běží, bude zabraňovat šetření energií a spouštění spořiče obrazovky. To může být užitečné pro aplikace které využívají celé obrazovky a samy tomu nezabraňují.
da: Når Caffeine opdager, at en af processerne i denne liste kører, vil den forhindre pauseskærmen og strømsparetilstande i at aktivere. Dette kan være nyttigt for programmer (særligt i fuldskærm), som ikke selv formår at modvirke pauseskærmen og strømsparetilstande.
de: Wenn Caffeine entdeckt, dass ein Prozess von dieser Liste läuft, wird es das Starten von Bildschirmschonern und des Energiesparmodus verhindern. Das kann für Anwendungen sinnvoll sein (insbesondere Anwendungen im Vollbildmodus), die dies nicht von sich aus verhindern.
es: Cuando Caffeine detecta que alguno de los procesos de esta lista está en ejecución, evita la activación del protector de pantalla y el modo de ahorro de energía. Esto es útil para algunas aplicaciones (en particular, aquellas aplicaciones a pantalla completa) que por sí mismas no previenen de la activación del protector de pantalla y el modo de ahorro de energía.
eu: Caffeinek zerrenda honetako prozesuetariko bat martxan dagoela antzematen duen unean, pantaila-babeslea eta energia aurrezteko moduak aktibatzea eragotziko du. Hau erabilgarria izan daiteke beren kabuz pantaila-babeslea eta energia aurrezteko moduak behar bezala eragozten ez dituzten aplikazioentzat (batez ere pantaila osokoak).
fi: Kun Caffeine havaitsee, että jokin tämän listan prosesseista on käynnissä, se estää näytänsäästäjän ja virransäästöominaisuuksien käyttöönoton. Tämä voi olla hyödyllistä sellaisille (erityisesti kokonäytön) sovelluksille, jotka eivät itse osaa kunnolla ehkäistä näytönsäästäjän ja virransäästötilan käyttöönottoa.
fr: Quand Cafféine détecte qu'un des processus de cette liste est en cours d'exécution, il empêche l'activation de l'écran de veille et du mode "économie d'énergie". Ceci peut être pratique pour des applications (comme des applications s'exécutant en plein écran) n'étant pas prévue pour désactiver le démarrage de l'écran de veille et du mode "économie d'énergie".
gl: Cando Caffeine detecta que un dos procesos da lista está activo, inhibe a iniciación do protector de pantalla e do modo de baixo consumo. Isto resulta útil con aplicativos (espe- cialmente os programas en pantalla completa) que non inhiben por si mesmos o protector de pantalla e o modo de aforro de enerxia.
hu: A Caffeine automatikusan letiltja a képernyővédőt és az energiakezelést, ha érzékeli, hogy valamelyik alkalmazás elindul a megadott listából. Hasznos lehet olyan teljes képernyős alkalmazásoknál, amelyekben nem található ilyen funkció.
it: Quando Caffeine rileva che uno dei processi in questo elenco è in esecuzione, evita l'attivazione del slavaschermo e del risparmio energetico. Questo può essere utile per applicazioni (soprattutto quelle eseguite a schermo intero) che non gestiscono correttamente questa operazione in automatico.
ms: Bila Caffeine mengesan salah satu proses didalam senarai ini dijalankan, ia akan menghalang pengaktifan penyelamat skrin dan mod penjimatan kuasa. Ini berguna untuk aplikasi yang tidak boleh menghalang penyelamat skrin dan mod penjimatan kuasa dengan sendiri.
nl: Wanneer Caffeine detecteert dat een van de processen in\n de lijst actief is, zal het de activatie van de schermbeveiliging\n en de energiebesparende modus blokkeren. Dit kan handig zijn\n voor applicaties (voornamelijk fullscreen applicaties) die \n zelf niet in staat zijn om de energiebesparing modus en\n schermbeveiliging te blokkeren
pl: Kiedy Caffeine wykryje, że jeden z procesów obecnych na liście jest uruchomiony, będzie zapobiegać aktywacji wygaszacza ekranu lub trybu uśpienia. To może być przydatne programom, które nie potrafią same zapobiegać uruchomieniu wygaszacza ekranu i trybu oszczędzania energii (szczególnie aplikacje działające w trybie pełnego ekranu).
pt_br: Quando o Caffeine detecta que um dos processos desta lista está sendo executado, ele ajuda a prevenir a ativação de protetores de tela e modos de economia de energia. Isso é usado para aplicativos (particularmente as aplicações de tela inteira) que não bloqueiam automaticamente as proteções de tela e os modos de economia de energia
ru: Когда Caffeine обнаруживает, что один из процессов в этом списке запущен, он предотвратит запуск хранителя экрана и режим энергосбережения. Это полезно для приложений (обычно, полноэкранных) которые самостоятельно не предотвращают запуск хранителя экрана и переход в режим энергосбережения.
sk: Ak Caffeine zistí, že jeden z procesov z tohto zoznamu je spustený, zabráni aktivácií šetrična obrazovky a úsporného režimu. To môže byť vhodné pre aplikácie (najmä používajúce ceú obrazovku), ktoré nezabraňujú šetriču obrazovky a úspornému režimu správne.
uk: Коли Caffeine визначить, що одна з програм цього списку запущена він вимкне енергозбереження та екранну заставку. Це корисно для програм (за звичай повноекранних) які самостійно не вміють цього робити.
vi: Khi caffeine phát hiện ra một trong các ứng dụng trong danh sách này đang hoạt động, nó sẽ khống chế sự hoạt động của chế độ bảo vệ màn hình và chế độ tiết kiệm điện năng. Nó có thể hữu ích cho những ứng dụng (thường chạy ở toàn màn hình) không có sẵn chức năng này.

source: Activate for Flash video
ar: تفعيل لفيديو فلاش
es: Activar para vídeo en Flash
fi: Aktivoi flash-videolle
gl: Activar para vídeo Flash
hu: Aktiválás a Flash videóknál

source: Some websites, such as www.youtube.com, show videos using a technology known as "Flash". Enable this option to cause Caffeine to automatically prevent the activation of the screensaver and powersaving modes when a Flash video is embedded in the web page that you are currently browsing.
ar: بعض المواقع , مثل www.youtube.com , تظهر الفيديو بإستخدام تقنية بإسم الفلاش.تفعيل هذا الاختيار يتيح ل Caffeine منع تفعيل حافظة الشاشة و طور توفير الطاقة تلقائيا عندما يكون هناك ملف فيديو فلاش مضمنا في صفحة ويب تستعرضها.
es: Algunos sitios web, como es el caso de www.youtube.com, muestran vídeos usando una tecnología conocida como «Flash». Active esta opción para que Caffeine prevenga automáticamente la activación del protector de pantalla y el modo de ahorro de energía cuando exista algún vídeo Flash integrado en la página web en la que se encuentre navegando actualmente.
fi: Jotkut web-sivustot, kuten www.youtube.com, näyttävät videoita niin sanotulla flash-tekniikalla. Ota tämä asetus käyttöön, jotta Caffeine voi estää automaattisesti näytönsäästäjän ja virransäästötilan aktivoitumisen, kun katselemaasi web-sivuun on upotettu flash-video.
gl: Algúns sitios web, como www.youtube.com, mostran os vídeos usando unha tecnoloxía coñecida como "Flash". Se activa esta opción, Caffeine inhibirá automaticamente os modos protector de pantalla e baixo consumo cando haxa un vídeo Flash encaixado na páxina web que estea visitando.
hu: Néhány honlap, például a www.youtube.com, a videomegjelenítéshez az úgynevezett "Flash" technológiát használja. Engedélyezve ezt az opciót a Caffeine automatikusan letiltja a képernyővédőt, illetve az energiakezelőt, ha az éppen böngészett oldalon beágyazott flash videót talál.

source: Activate for Quake Live
ar: تفعيل لأجل Quake live
es: Activar para Quake Live
fi: Aktivoi Quave Livelle
gl: Activar para Quake Live
hu: Aktiválás Quake Live közben

source: Enable this option to cause Caffeine to automatically prevent the activation of the screensaver and powersaving modes when it detects that you are playing the Quake Live video game. Visit www.quakelive.com to play the game for free.
ar: تفعيل هذا الاختيار للسماح ل Caffeine تلقائيا بمنع تفعيل حافظة الشاشة و طور حفظ الطاقة عندما يكتشف انك تقوم بتشغيل ملف لعبة Quake حي .قم بزيارة www.quakelive.com لتلعب اللعبة مجانا.
es: Active esta opción para que Caffeine prevenga automáticamente la activación del protector de pantalla y el modo de ahorro de energía, cuando detecte que está jugando Quake Live. Visite www.quakelive.com para jugar gratis al Quake Live.
fi: Valitse tämä asetus, jotta Caffeine voi automaattisesti estää näytönsäästäjän ja viransäästötilan käyttöönoton kun se havaitsee sinun pelaavan Quake Live -videopeliä. Mene osoitteeseen www.quakelive.com pelataksesi peliä ilmaiseksi.
gl: Se esta opción está activada, Caffeine inhibirá automaticamente a iniciación do protector de pantalla e do modo de baixo consumo sempre que detecte a reprodución dun xogo de vídeo en Quake Live. Visite www.quakelive.com e xogue de balde.
hu: Engedélyezve ezt az opciót a Caffeine automatikusan letiltja a képernyővédőt, illetve az energiakezelőt, ha a Quake Live futását érzékeli. Látogasson el a www.quakelive.com honlapra, és próbálja ki a játékot ingyen.

source: Tray icon
be: Значок на прасторы апавяшчэнняў
bg: Иконка в областта за известия
ca: Icona a la safata
de: Symbolleisten Icon
es: Icono en el área de notificación
fi: Ilmoitusalueen kuvake
gl: Icona da bandexa
hu: Tálcaikon
pt_br: Icone na bandeja

source: Show tray icon
be: Паказваць значок на прасторы апавяшчэнняў
bg: Показване на иконка в областта за известия
ca: Mostra la icona a la safata
de: Symbolleisten Icon anzeigen
es: Mostrar icono en el área de notificación
fi: Näytä ilmoitusalueen kuvake
gl: Mostrar a icona na bandexa
hu: Tálcaikon megjelenítése
pt_br: Exibir ícone na área de notificação

source: Configure Caffeine
gl: Configurar Caffeine

source: Duration
ar: مدة
be: Працягласць
bg: Продължителност
ca: Duració
de: Dauer
es: Duración
fi: Kesto
gl: Duración
hu: Időtartam
pt_br: Duração
vi: Thời gian

source: Hours:
ar: ساعات:
be: Гадзіны:
bg: Часове:
ca: Hores:
de: Stunden:
es: Horas:
fi: Tuntia:
gl: Horas:
hu: Óra:
pt_br: Horas:
vi: Giờ

source: Minutes:
ar: دقائق:
be: Хвіліны:
bg: Минути:
ca: Minuts:
de: Minuten:
es: Minutos:
fi: Minuutteja:
gl: Minutos:
hu: Perc:
pt_br: Minutos:
vi: Phút:

source: Disable Screensaver for...
es: Desactivar salvapantallas para...
fi: Estä näytönsäästäjä...
gl: Desactivar o salvapantallas para...
hu: Képernyővédő tiltása…

source: Select a process name...
ar: اختيار اسم عملية...
be: Абярыце назву працэсу...
bg: Изберете името на процеса...
ca: Seleccioni el nom d'un procés...
cs: Zvolte jméno procesu...
da: Vælg et procesnavn...
de: Wählen Sie einen Prozessnamen …
es: Seleccione el nombre de un proceso...
eu: Prozesu izen bat aukera ezazu...
fi: Valitse prosessin nimi...
fr: Sélectionner le nom d'un processus...
gl: Seleccionar un nome de proceso...
hu: Válasszon egy folyamatot...
it: Selezione del processo...
ms: Pilih nama proses...
nl: Selecteer een proces naam
pl: Wybierz nazwę procesu...
pt_br: Selecione um nome de processo...
ru: Выбрать название процесса...
sk: Vyberte názov procesu...
uk: Вибрати назву процесу...
vi: Chọn tiến trình...

source: Running Processes
gl: Procesos activos

source: Recent Processes
gl: Procesos recentes
