Repository: WhyNotHugo/caffeine-ng
Catalog: translations/*.po
Languages: ar, be, bg, ca, cs, da, de, es, eu, fi, fr, gl, hu, it, ms, nl, pl, pt_br, ru, sk, uk, vi

source: translator-credits
ar: Launchpad Contributions: Adnane Belmadiaf https://launchpad.net/~daker Ahmed Mohammed https://launchpad.net/~ahmedqatar Caffeine Developers https://launchpad.net/~caffeine-developers Xeriab Nabil https://launchpad.net/~kodeburner
be: Źmicier Turok <nashtlumach@gmail.com>
bg: Launchpad Contributions: Atanas Kovachki https://launchpad.net/~zdar Caffeine Developers https://launchpad.net/~caffeine-developers
ca: Launchpad Contributions: Caffeine Developers https://launchpad.net/~caffeine-developers Joan Rodríguez https://launchpad.net/~joanrodriguez Marc Coll Carrillo https://launchpad.net/~marc-coll-carrillo Siegfried Gevatter https://launchpad.net/~rainct
cs: Launchpad Contributions: Adam Matoušek https://launchpad.net/~adamat-deactivatedaccount Caffeine Developers https://launchpad.net/~caffeine-developers Jan Bares https://launchpad.net/~janb175 Roman Horník https://launchpad.net/~roman.hornik
da: Launchpad Contributions: Caffeine Developers https://launchpad.net/~caffeine-developers Daniel Ejsing-Duun https://launchpad.net/~zilvador Kim Jensen https://launchpad.net/~kims-deactivatedaccount
de: Launchpad Contributions: Caffeine Developers https://launchpad.net/~caffeine-developers Dennis Baudys https://launchpad.net/~thecondordb Dennispager https://launchpad.net/~dennispager Jan https://launchpad.net/~jancborchardt-deactivatedaccount Lucki https://launchpad.net/~lucki1 Martin Lettner https://launchpad.net/~m.lettner Mr.Rox https://launchpad.net/~stefangasser-info Oliver Laub https://launchpad.net/~oliver-laub Steffen https://launchpad.net/~steffenlippert cmdrhenner https://launchpad.net/~cmdrhenner haeckle https://launchpad.net/~haeckle sokai https://launchpad.net/~sokai
es: Launchpad Contributions: Adolfo Jayme Barrientos https://launchpad.net/~fitoschido Caffeine Developers https://launchpad.net/~caffeine-developers DiegoJ https://launchpad.net/~diegojromerolopez Fabian https://launchpad.net/~fabiutah Fido https://launchpad.net/~fedevera Iddar Olivares https://launchpad.net/~iddar-olivares-servicios Ildefonso Gómez https://launchpad.net/~ilde Julian Alarcon https://launchpad.net/~alarconj Martín V. https://launchpad.net/~martinvukovic pablitofuerte https://launchpad.net/~pablitofuerte
eu: Launchpad Contributions: Caffeine Developers https://launchpad.net/~caffeine-developers Ibai Oihanguren Sala https://launchpad.net/~ibai-oihanguren Mikel Alzibar https://launchpad.net/~mikelalzibar Nineu https://launchpad.net/~nineu28
fi: Launchpad Contributions: Caffeine Developers https://launchpad.net/~caffeine-developers Dragula https://launchpad.net/~emil-lanner Jiri Grönroos https://launchpad.net/~jiri-gronroos Pekka Niemi https://launchpad.net/~pekka-niemi Tommi Saira https://launchpad.net/~tommisaira
fr: Launchpad Contributions: Alexander Aen Markevitch https://launchpad.net/~alexander-markevitch Belenyx https://launchpad.net/~bele-nyx Caffeine Developers https://launchpad.net/~caffeine-developers Christelle PILET https://launchpad.net/~christelle-pilet Jeremy Moiny https://launchpad.net/~joliegrenouille2 Nicolas Delvaux https://launchpad.net/~malizor Tommy Brunn https://launchpad.net/~tommybrunn William HAREL https://launchpad.net/~williamharel backslashn https://launchpad.net/~backslashn demonipuch https://launchpad.net/~demonipuch pomah https://launchpad.net/~pomah
hu: Launchpad Contributions: Caffeine Developers https://launchpad.net/~caffeine-developers Gabor Kelemen https://launchpad.net/~kelemeng Muszela Balázs https://launchpad.net/~bazsi86-deactivatedaccount Richard Somlói https://launchpad.net/~ricsipontaz
it: Launchpad Contributions: Alessandro Rinaldi https://launchpad.net/~alerinaldi Caffeine Developers https://launchpad.net/~caffeine-developers Claudio Arseni https://launchpad.net/~claudio.arseni Guybrush88 https://launchpad.net/~guybrush Ivan https://launchpad.net/~inovembri-deactivatedaccount Lorenzo Baracchi https://launchpad.net/~baracchi-lorenzo Nazareno Patania https://launchpad.net/~rainstorm92 ssirio https://launchpad.net/~ssirio
ms: Launchpad Contributions: Caffeine Developers https://launchpad.net/~caffeine-developers abuyop https://launchpad.net/~abuyop
nl: Launchpad Contributions: Caffeine Developers https://launchpad.net/~caffeine-developers Elco https://launchpad.net/~eajnab Joostkam https://launchpad.net/~joost-kam Lars Vierbergen https://launchpad.net/~vierbergenlars Zillode https://launchpad.net/~zillode erikjuh https://launchpad.net/~erikdeboer0
pl: Launchpad Contributions: Caffeine Developers https://launchpad.net/~caffeine-developers Dariusz Jakoniuk https://launchpad.net/~darcio53 Filip Stepien https://launchpad.net/~filstep Mateusz Tybura https://launchpad.net/~wujciol
pt_br: Launchpad Contributions: Caffeine Developers https://launchpad.net/~caffeine-developers Claudio Gontijo https://launchpad.net/~claudiogontijolinux Gabriel https://launchpad.net/~frc-gabriel Jamerson Albuquerque Tiossi https://launchpad.net/~tiossi José Humberto Alvarenga Melo https://launchpad.net/~josehumberto-melo Magnun Leno https://launchpad.net/~magnun-leno Matheus de Araújo https://launchpad.net/~suetamac Moises Trovo https://launchpad.net/~mtrovo Rodrigo de Avila https://launchpad.net/~rodrigoavila Vagner K. Dos Santos https://launchpad.net/~vagner-ks irtigor https://launchpad.net/~irtigor
ru: Launchpad Contributions: Andrei B. Borisov https://launchpad.net/~clinri Caffeine Developers https://launchpad.net/~caffeine-developers Eugene Marshal https://launchpad.net/~lowrider Minakov Arthur https://launchpad.net/~spydefender Sergey Sedov https://launchpad.net/~serg-sedov kingdruid https://launchpad.net/~kingdruid Андрей Калинин https://launchpad.net/~prize2step Коренберг Марк https://launchpad.net/~socketpair
sk: Launchpad Contributions: Caffeine Developers https://launchpad.net/~caffeine-developers Milan Slovák https://launchpad.net/~milboys tibbi https://launchpad.net/~tibbi
uk: Launchpad Contributions: Caffeine Developers https://launchpad.net/~caffeine-developers Fedik https://launchpad.net/~fedikw Ostap Fedoryak https://launchpad.net/~osutapu Stuartlittle1970@gmail.com https://launchpad.net/~stuartlittle1970
vi: Launchpad Contributions: Bruce Doan https://launchpad.net/~rgv151 Caffeine Developers https://launchpad.net/~caffeine-developers Võ Văn Hồng Ngọc https://launchpad.net/~vhngoc

source: An application to temporarily prevent the activation of both the screen saver and the "sleep" powersaving mode.
be: Праграма для блакавання актывацыі ахоўніка экрана і рэжыму захавання энергіі.
bg: Приложение за временно предотвратяване на активирането на скрийнсейвърите и режима на ниска мощност.
cs: Aplikace pro dočasné zabránění aktivace spořiče obrazovky i režimu spánku
da: Et program til midlertidig forhindring i aktiveringen af både pauseskærmen og hviletilstanden. An application to temporarily prevent the activation of both the screen saver and the "sleep" powersaving mode.
de: Eine Applikation um der zeitgleichen Aktivierung von Bildschirmschoner und Stromsparmodus vorzubeugen.
es: Permiso para bloquear temperar mente la activación del salvapantallas y el modo “sleep” o modo de ahorro de energía.
eu: Denbora tarte batean pantaila-babeslea eta energia aurrezteko "lokartu" modua eragozten duen aplikazioa.
fi: Sovellus, joka estää väliaikaisesti näytönsäästäjän ja valmiustilan aktivoitumisen.
fr: Une application pour à la fois prévenir temporairement l'activation de l'économiseur d'écran et le mode économie d'énergie.
hu: Egy alkalmazás amely ideiglenesen megakadályozza, hogy életbe lépjen a monitor energiatakarékossági módja vagy a képernyőkímélő
it: Un'applicazione per prevenire temporaneamente l'attivazione del salvaschermo e del risparmio energetico.
ms: Aplikasi untuk halang buat sementara pengaktifan kedua-dua penyelamat skrin dan mod penjimatan kuasa "tidur".
nl: Een applicatie om de automatische schermbeveiliging en slaapstand activatie tijdelijk te onderbreken.
pl: Aplikacja tymczasowo uniemożliwiająca aktywację wygaszacza ekranu i "uśpienia"
pt_br: Uma aplicação que previne temporariamente a ativação tanto do protetor de tela quanto do modo de economia de energia.
ru: Приложение для временного предотвращения активации экранной заставки и режима пониженного энергопотребления.
sk: Aplikácia dočasne zabránila aktivácii oboch šetriča obrazovky a úsporný režim "spánok".
uk: Додаток для тимчасового запобігання активації екранної заставки та режиму зниженого енергоспоживання.

source: Show notification on startup
be: Паказваць апавяшчэнне падчас запуску
bg: Показване на известие при стартиране
de: Zeige Mitteilung beim Start
es: Mostrar notificación en el arranque
fi: Näytä ilmoitukset käynnistyksen yhteydessä
hu: Értesítés megjelenítése induláskor
pt_br: Mostrar notificação ao iniciar

source: To show the tray icon, run
be: Каб паказваць значок на прасторы апавяшчэнняў, запусціце

source: or open Caffeine Preferences from your system menu.
be: або адкрыйце налады Caffeine у меню вашай сістэмы.

source: Enable Caffeine
be: Уключыць Caffeine
bg: Изключи скрийнсейвъра
ca: Desactivar l'estalvi de pantalla
de: Bildschirmschoner deaktivieren
pt_br: Desabilitar o protetor de tela

source: Disable Caffeine
be: Адключыць Caffeine
bg: Включи скрийнсейвъра
ca: Activar l'estalvi de pantalla
de: Bildschirmschoner aktivieren
pt_br: Habilitar Protetor de Tela

source: Enable Caffeine for...
be: Уключыць Caffeine для...

source: Caffeine is preventing powersaving modes and screensaver activation
it: Caffeine sta impedendo l'attivazione del risparmio energetico e del salvaschermo
sk: Caffeine zabraňuje aktivácií šetričov energií a šetričov obrazoviek.
uk: Caffeine вимикає режим збереження енергії та активацію скрінсейвера.

source: Caffeine can activate automatically whenever certain programs are running.
it: Caffeine può essere attivato automaticamente durante l'esecuzione di determinate applicazioni.
sk: Caffeine sa dokáže aktivovať aj automaticky ak sú spustené špecifické programy.
uk: Caffeine може автоматично вмикатись коли запускаються певні програми

source: Process Name
it: Nome del processo
uk: Назва процесу
